Repository: agapanto/calendariolunar.cl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: Home
es: Inicio

source: Following lunar phases
es: Próximas fases lunares

source: Monthly calendar
es: Calendario mensual

source: NEW
es: NUEVO

source: Our facebook
es: Nuestro facebook

source: Our instagram
es: Nuestro instagram

source: See monthly calendar
es: Ver calendario mensual

source: Current Moon Phase
es: Fase Lunar Actual

source: Crop tips
es: Consejos de cultivo

source: See following lunar phases
es: Ver próximas fases lunares

source: Daily phase
es: Fase diaria

source: Projected Moon Phase
es: Fase Lunar Proyectada

source: Past Moon Phase
es: Fase Lunar Pasada

source: following_phases
es: proximas_fases

source: monthly_calendar
es: calendario_mensual

source: daily_phase
es: fase_diaria

source: New Moon
es: Luna Nueva

source: Waxing Crescent
es: Luna Creciente

source: First Quarter
es: Cuarto Creciente

source: Waxing Gibbous
es: Gibosa Creciente

source: Full Moon
es: Luna Llena

source: Waning Gibbous
es: Gibosa Menguante

source: Last Quarter
es: Cuarto menguante

source: Waning Crescent
es: Menguante

source: Sow and harvest plants with flowers or fruits
es: Siembra y cosecha plantas con flores o frutos

source: It is advisable to plant and harvest those plants that we grow in order to take advantage of their flowers or fruits.
es: Es recomendable sembrar y cosechar aquellas plantas que cultivamos con el fin de aprovechar sus flores o frutos.

source: Sow and harvest root or leaf plants
es: Siembra y cosecha plantas de raices u hojas

source: It is advisable to plant and harvest those plants that we grow in order to take advantage of their roots and leaves.
es: Es recomendable sembrar y cosechar aquellas plantas que cultivamos con el fin de aprovechar sus raices y hojas.

source: Harvest fruits or flowers
es: Cosecha frutos o flores

source: Today the moon is at its maximum power and all the sap is concentrated in the upper part of the plants, therefore it is a good day to harvest flowers or fruits that are ripe.
es: Hoy la luna se encuentra en su máxima potencia y toda la savia se concentra en la parte superior de las plantas, por lo tanto es un buen día para cosechar flores o frutos que estén maduros.

source: Harvest roots or leaves
es: Cosecha raices u hojas

source: Today all the sap is concentrated in the lower part of the plants, therefore it is a good day to harvest root and leaf plants.
es: Hoy toda la savia se concentra en la parte inferior de las plantas, por lo tanto es un buen día para cosechar plantas de raices y hojas.

source: DO NOT perform pruning
es: NO realices podas

source: It is not a good day to prune your plants, because it could suppose an unnecessary stress to them.
es: No es un buen día para podar tus plantas, debido a que podria suponerles un stress innecesario.

source: You can prune your plants
es: Puedes podar tus plantas

source: If you prune your plants today, they will respond better to pruning and cause less stress.
es: Si podas tus plantas hoy, estas responderán mejor a la poda y les causarás menos stress.

source: You can make cuttings
es: Puedes realizar esquejes

source: If you make a cutting today, it will have more energy and therefore it will be more likely to root and generate a new plant.
es: Si realizas un esqueje hoy, éste tendrá más energia y por lo tanto será más probable que enraice y genere una nueva planta.
